{
  "general": [
    {
      "id": 1,
      "text": "Vous avez ce don rare de comprendre la vraie valeur de l'argent, même si parfois vous doutez de vos choix. Votre intuition financière est plus forte que vous ne le pensez."
    },
    {
      "id": 2,
      "text": "Les gens autour de vous ne voient pas les sacrifices que vous faites. Mais chaque euro que vous mettez de côté construit secrètement votre empire personnel."
    },
    {
      "id": 3,
      "text": "Vous êtes du genre à analyser vos dépenses plus que la moyenne. Cette conscience financière vous place déjà dans le top 10% de votre génération."
    },
    {
      "id": 4,
      "text": "Votre personnalité révèle quelqu'un qui peut être généreux tout en restant prudent. C'est l'équilibre parfait pour bâtir une richesse durable."
    },
    {
      "id": 5,
      "text": "Vous avez déjà prouvé que vous pouvez surmonter des difficultés financières. Cette résilience est votre plus grand atout pour les années à venir."
    },
    {
      "id": 6,
      "text": "Peu de gens ont votre capacité à visualiser leur futur financier. Vous ne dépensez pas au hasard, vous investissez dans votre vision de demain."
    },
    {
      "id": 7,
      "text": "Votre rapport à l'argent est complexe, fait de désirs et de sagesse. C'est cette dualité qui fait de vous quelqu'un de financièrement mature."
    },
    {
      "id": 8,
      "text": "Vous êtes perfectionniste avec vos finances, parfois même trop dur envers vous-même. Mais c'est justement ce qui vous protégera des pièges financiers."
    },
    {
      "id": 9,
      "text": "Les statistiques montrent que ceux qui suivent leurs dépenses comme vous le faites ont 8 fois plus de chances d'atteindre l'indépendance financière."
    },
    {
      "id": 10,
      "text": "Votre intelligence émotionnelle vous permet de résister aux achats impulsifs que d'autres regrettent. C'est un super-pouvoir financier sous-estimé."
    }
  ],
  "income": [
    {
      "id": 1,
      "text": "Bravo ! Vous construisez votre empire financier, euro par euro. Chaque revenu est une victoire."
    },
    {
      "id": 2,
      "text": "Excellent ! Votre patrimoine grandit. Cette entrée d'argent prouve que vous êtes sur la bonne voie."
    },
    {
      "id": 3,
      "text": "Félicitations ! Chaque revenu est une pierre de plus dans votre édifice financier. Continuez comme ça !"
    },
    {
      "id": 4,
      "text": "Superbe ! Vous avez ce talent pour attirer l'argent. Cette capacité va vous mener loin."
    },
    {
      "id": 5,
      "text": "Magnifique ! Les revenus ne viennent pas par hasard, ils récompensent votre travail et votre intelligence."
    },
    {
      "id": 6,
      "text": "Bravo ! Vous êtes en train de créer une dynamique positive. L'argent appelle l'argent, et vous le prouvez."
    },
    {
      "id": 7,
      "text": "Excellent travail ! Ce revenu confirme que vos efforts payent. Votre futur financier s'annonce radieux."
    },
    {
      "id": 8,
      "text": "Fantastique ! Chaque euro qui entre renforce votre sécurité financière. Vous méritez cette réussite."
    },
    {
      "id": 9,
      "text": "Parfait ! Ce revenu n'est que le début. Votre potentiel financier est bien plus grand que vous ne l'imaginez."
    },
    {
      "id": 10,
      "text": "Impressionnant ! Vous avez cette capacité rare de transformer vos compétences en revenus. Continuez à briller !"
    },
    {
      "id": 11,
      "text": "Bravo ! L'argent que vous gagnez aujourd'hui construit la liberté de demain. Vous êtes sur le bon chemin."
    },
    {
      "id": 12,
      "text": "Génial ! Ce revenu prouve que vous savez créer de la valeur. Votre avenir financier est prometteur."
    },
    {
      "id": 13,
      "text": "Félicitations ! Vous attirez l'abondance. Cette énergie positive va multiplier vos opportunités."
    },
    {
      "id": 14,
      "text": "Excellent ! Chaque revenu renforce votre indépendance financière. Vous bâtissez quelque chose de solide."
    },
    {
      "id": 15,
      "text": "Bravo ! Ce revenu est la preuve que vous méritez la réussite. Votre travail porte ses fruits."
    }
  ],
  "expense": [
    {
      "id": 1,
      "text": "Attention, chaque dépense compte. Assurez-vous que celle-ci en vaut vraiment la peine pour votre futur."
    },
    {
      "id": 2,
      "text": "Votre vigilance est votre meilleur atout. Gardez le contrôle de vos dépenses, elles s'accumulent vite."
    },
    {
      "id": 3,
      "text": "Dépenser est facile, économiser est puissant. Trouvez l'équilibre qui vous mènera vers vos objectifs."
    },
    {
      "id": 4,
      "text": "Réfléchissez : cette dépense vous rapproche-t-elle de vos rêves ou vous en éloigne-t-elle ?"
    },
    {
      "id": 5,
      "text": "Chaque euro dépensé est un euro qui ne travaillera pas pour vous demain. Dépensez avec intention."
    },
    {
      "id": 6,
      "text": "Prudence : les petites dépenses font les grandes fuites. Restez conscient de vos habitudes."
    },
    {
      "id": 7,
      "text": "Votre futur vous remerciera de questionner chaque dépense. La richesse se construit dans les petits choix."
    },
    {
      "id": 8,
      "text": "Souvenez-vous : ce que vous ne dépensez pas aujourd'hui devient votre liberté de demain."
    },
    {
      "id": 9,
      "text": "Cette dépense est-elle un investissement ou une fuite ? Votre intelligence financière vous le dit."
    },
    {
      "id": 10,
      "text": "Attention aux dépenses émotionnelles. Les meilleures décisions financières sont réfléchies, pas impulsives."
    },
    {
      "id": 11,
      "text": "Gardez un œil sur vos dépenses. Les millionnaires ne le sont pas devenus en dépensant sans compter."
    },
    {
      "id": 12,
      "text": "Chaque dépense est un choix. Assurez-vous que vos choix construisent la vie que vous voulez."
    },
    {
      "id": 13,
      "text": "Sage conseil : différez cette dépense de 24h. Si elle est toujours nécessaire demain, alors faites-la."
    },
    {
      "id": 14,
      "text": "Vos dépenses racontent votre histoire. Assurez-vous d'écrire celle que vous voulez vivre."
    },
    {
      "id": 15,
      "text": "Pensez long terme : cette dépense sert-elle vos objectifs ou juste vos envies du moment ?"
    },
    {
      "id": 16,
      "text": "Vérifiez vos abonnements ! Netflix, Spotify, salles de sport... Un abonnement à 10€/mois = 120€/an. Même les petits centimes comptent !"
    },
    {
      "id": 17,
      "text": "Astuce : Listez tous vos abonnements. En annulant seulement 2 ou 3 services inutilisés, vous économisez facilement 300-500€/an !"
    },
    {
      "id": 18,
      "text": "Saviez-vous qu'un Français a en moyenne 12 abonnements ? Combien en utilisez-vous vraiment ? Chaque centime économisé est un centime gagné."
    },
    {
      "id": 19,
      "text": "Ce café à 3€ par jour = 1095€/an ! Ces petites dépenses récurrentes sont des fuites invisibles dans votre budget."
    },
    {
      "id": 20,
      "text": "Vos abonnements inutilisés vous coûtent en silence. 15€/mois d'abonnement oublié = 180€ jetés par an. Faites le ménage !"
    },
    {
      "id": 21,
      "text": "Conseil d'expert : Même 50 centimes économisés chaque jour = 182,50€/an. Les petites économies font les grandes fortunes."
    },
    {
      "id": 22,
      "text": "Attention aux abonnements fantômes ! Cette app que vous n'utilisez plus depuis 6 mois vous a coûté 60€ pour rien."
    },
    {
      "id": 23,
      "text": "Révélez votre potentiel d'économies : annulez 3 abonnements à 10€/mois = 360€/an. Imaginez ce que vous pourriez faire avec !"
    },
    {
      "id": 24,
      "text": "Les frais récurrents sont vos ennemis silencieux. 20€/mois d'abonnements inutiles = 1200€ gaspillés en 5 ans !"
    },
    {
      "id": 25,
      "text": "Défi : Trouvez un abonnement inutile cette semaine. Même 5€/mois économisés = 60€/an. Chaque centime mérite votre attention !"
    }
  ]
}
